[
  {
    "studentName": "Nishyanth Nandagopal",
    "registerNumber": "21BIT0160",
    "proctorEmail": "karthikeyan.j@vit.ac.in",
    "parentEmail": "nandagopal.gm@gail.ac.in",
    "activityType": "Drinking",
    "report": "On the evening of May 31st, 2024, amidst the buzzing energy of the college environment, Nishyanth Nandagopal, a second-year student majoring in Computer Science, found himself at the heart of a raucous gathering at a fraternity house. The air was thick with the scent of cheap alcohol and the sound of pulsating music reverberated through the halls.\n\nAs the night wore on, Nishyanth, known for his typically reserved demeanor, seemed to succumb to the contagious spirit of the occasion. Witnesses report that he began the evening with a few cautious sips from a solo cup, but as the hours passed, his inhibitions waned, and his consumption escalated rapidly.\n\nFriends and acquaintances observed Nishyanth partaking in various drinking games, each round accompanied by cheers and jeers from the lively crowd. As the night progressed, his speech became increasingly slurred, and his movements grew unsteady.\n\nDespite attempts by peers to intervene and encourage moderation, Nishyanth appeared undeterred, continuing to imbibe with reckless abandon. By the early hours of the morning, he was observed stumbling through the crowded rooms, his laughter tinged with a hint of incoherence.\n\nConcerned bystanders eventually took action, recognizing the potential dangers of Nishyanth's escalating intoxication. They managed to escort him to a quiet corner where he could rest and sober up under the watchful eye of a designated sober monitor.\n\nFortunately, the situation did not escalate further, and Nishyanth eventually regained enough composure to be safely escorted back to his dormitory by a group of friends. However, the events of the night served as a stark reminder of the risks associated with excessive alcohol consumption in a college environment.\n\nIn conclusion, Nishyanth Nandagopal's night of drinking serves as a cautionary tale, highlighting the importance of responsible behavior and the need for heightened awareness surrounding alcohol consumption on college campuses."
  },
  {
    "studentName": "Mallavarapu Jonathan Vineeth",
    "registerNumber": "21BIT0306",
    "proctorEmail": "priya@vit.ac.in",
    "parentEmail": "sheelabl@yahoo.com",
    "activityType": "Misconduct",
    "report": "On the evening of May 31st, 2024, reports surfaced regarding alleged misconduct involving Jonathan Vineeth, a third-year student majoring in Political Science, during a fraternity party held on campus. The atmosphere of the event was charged with excitement and revelry, typical of such gatherings on a college campus.\n\nWitnesses present at the party observed Jonathan engaging in behavior deemed inappropriate and potentially in violation of university policies. Reports indicate that he was seen engaging in verbal altercations with fellow attendees, displaying aggressive behavior fueled by the consumption of alcohol.\n\nFurther reports suggest that Jonathan may have attempted to instigate physical confrontations with other partygoers, escalating tensions within the already charged environment. His actions were met with concern and disapproval from peers who witnessed the unfolding events.\n\nEfforts were made by bystanders to diffuse the situation and prevent further escalation of the alleged misconduct. However, Jonathan's behavior persisted, prompting increased scrutiny from those in attendance.\n\nUniversity authorities were alerted to the incident, and an investigation into the alleged misconduct involving Jonathan Vineeth is currently underway. The university takes such matters seriously and is committed to upholding standards of conduct conducive to a safe and inclusive campus environment.\n\nPending the outcome of the investigation, appropriate disciplinary actions may be taken in accordance with university policies and regulations. This incident serves as a reminder of the importance of upholding standards of behavior and respecting the rights and well-being of fellow members of the university community.\n\nIn conclusion, the alleged misconduct involving Jonathan Vineeth underscores the need for vigilance and accountability in maintaining a safe and respectful campus environment for all students, faculty, and staff."
  },
  {
    "studentName": "Varun",
    "registerNumber": "21BIT0173",
    "proctorEmail": "karthikeyan.j@vit.ac.in",
    "parentEmail": "oracle@gmail.com",
    "activityType": "Smoking",
    "report": "Full Report"
  },
  {
    "studentName": "Sundar",
    "registerNumber": "21BME0001",
    "proctorEmail": "h@gmail.com",
    "parentEmail": "y@gmail.com",
    "activityType": "Violence",
    "report": "Report"
  }
]